[Lang]
Name=Italian
FONT=Tahoma

[Translate] 
" ACD "="ACD 
" Abc"="Ab"
" Conference "="Conference "
" s"="s"
"(Empty)"="(Vuoto)"
"12 Hour"="12 ore"
"120s"="120s"
"15s"="15s"
"1800s"="1800s"
"24 Hour"="24 ore"
"300s"="300s"
"30s"="30s"
"600s"="600s"
"60s"="60s"
"802.1x Mode"="Modalità 802.1x"
"802.1x"="802.1x"
"ACD Login"="Login ACD"
"ACD State"="Stato ACD"
"ACD Status"="Stato ACD "
"ACD Trace"="Traccia ACD"
"ACD"="ACD"
"ALERT"="ALLARME"
"AM"="AM"
"Account 1"="Stato 1"
"Account 10"="Stato 10"
"Account 11"="Stato 11"
"Account 12"="Stato 12"
"Account 13"="Stato 13"
"Account 14"="Stato 14"
"Account 15"="Stato 15"
"Account 16"="Stato 16"
"Account 2"="Stato 2"
"Account 3"="Stato 3"
"Account 4"="Stato4"
"Account 5"="Stato 5"
"Account 6"="Stato 6"
"Account 7"="Stato 7"
"Account 8"="Stato 8"
"Account 9"="Stato 9"
"Account ID"="Stato ID"
"Account Not Usable!"="Account non utilizzabilee"
"Account Status"="Stato account"
"Account can't be empty!"="L'account non può essere vuoto!"
"Account"="Account"
"AccountDisplayName"="Display Name"
"AccountID"="Account ID"
"AccountUserName"="User Name"
"Accounts"="Accounts"
"Activation"="Attivazione"
"Active Level"="Livello attivo"
"Adapter has added, scanning the bluetooth devices right now?"="Aggiunto adattatore, si vuole fare uno scan dei dispositivi Bluetooth ora?"
"Adapter has removed out"="Adattatore rimosso"
"Add Blacklist"="Agg. Blacklist"
"Add Contact"="Aggiuingi contatto"
"Add Group SoftKey"="Aggiungi softkey gruppo"
"Add Group"="Aggiungi gruppo"
"Add Number"="Aggiungi Numero"
"Add Personal"="Aggiungi personale"
"Add to Blacklist"="Agg. alla blacklist"
"Add To Personal"="Aggiungi ai personali"
"Add selected To Personal?"="Add selected To Personal?"
"Add to Contact"="Aggiungi a contatto"
"Add to Contacts"="Agg. ai contatti"
"Add"="Agg."
"Address"="Ades"
"Advanced Setting"="Impostazioni avanzate"
"After Ring Times"="Dopo numero squilli"
"Alert Click To Dial Calls"="Avviso chiamate click-to-dial"
"Alert Group paging Calls"="Avviso chiamate paging di gruppo"
"All Calllog"="Tutti i log."
"All Calls"="Tutte le chiamate"
"All Contact"="Tutti i contatti"
"All Contacts"="Tutti i contatti"
"All Buddies"="Tutti i colleghi"
"All Lines"="Tutte le linee"
"All Off"="Tutto spento"
"All On"="Tutti attivi"
"All keys"="Wszytskie klawisze"
"All Key"="Wszytskie klawisze"
"Allow Remote Control"="Permetti controllo remoto"
"Always forward to"="Inoltra sempre a"
"Always Off"="Sempre spento"
"Always On"="Sempre attivo"
"Always forward"="Devia sempre"
"Always"="Devia sempre"
"Anonymity Disallowed"="Anonimato non permesso"
"Anonymous Call"="Anonymous Call"
"Anonymous Code"="Anonymous Code"
"Anonymous Reject"="Rifiuta anonime"
"Anonymous Rejection"="Anonymous Rejection"
"Anonymous"="Anonimo"
"Answer"="Rispondi"
"Anywhere"="Ovunque"
"Apr"="Apr"
"Are you sure to remove "="Are you sure to remove "
"Are you sure to set a blank password?"="Si è certi di impostare una password vuota?"
"Args Error!"="Errore arg!"
"Aug"="Ago"
"Auto Answer"="Auto risp."
"Auto Provision to"="Auto Provision to"
"Auto Provision"="Auto provisioning"
"Auto Connect:"="Auto Connect:"
"Auto Redial"="Ridigitazione automatica"
"Auto Redial?"="Auto Redial?"
"Auto provision now?"="Auto provision now?"
"Auto"="Auto"
"Auto-login"="Auto-login"
"AutoFavorite is on, manually configing is forbidden!"="AutoFavorite is on, manually configing is forbiden!"
"AutoConnect"="Autoconnetti"
"AutoBLFList is on\n manually configing is forbidden!"="Auto BLF List is on,\n manual configuring is forbidden"
"AutoP Authority"="Autorità AutoP"
"AutoP to"="AutoP a"
"AutoProvision"="Auto Provisioning"
"Automatic"="Automatico"
"Avail"="Dispon."
"Available"="Disponibile"
"Away"="Assente"
"BLF List"="Lista BLF"
"BLF"="BLF"
"BST Directory"="Rubrica BTS"
"Back Light"="Retro-illuminazione"
"Back"="Indietro"
"BackSpace"="Indietro"
"Backlight Active Level"="Backlight Active Level"
"Backlight Inactive Level"="Backlight Inactive Level"
"Backlight Level"="Livello retro-illuminazione"
"Backlight Time"="Tempo retro-illuminazione"
"Backlight"="Retroilluminazione"
"Bad Request"="Richesta non valida"
"Barge In"="Barge In"
"Basic Setting"="Impostazioni base"
"Betransferred"="Tasferito"
"Blacklist is full!"="La blacklist è piena!"
"Blacklist"="Blacklist"
"Block"="Blocca"
"Bluetooth"="Bluetooth"
"Both"="Entrambi"
"BridgeID is invalid!"="BridgeID non valido"
"BridgeID"="ID Bridge"
"BroadSoft Group"="Network Group"
"Buddies"="Colleghi"
"Business Hours"="Orario ufficio"
"Busy Forward"="Dev. su occ."
"Busy Here"="Occupato"
"Busy"="Dev. su occ. "
"CC Name"="Nome call center"
"CC UID"="Numero call center"
"CDP Interval"="Intervallo CDP"
"CC"="CC"
"CDP Option"="Opzione CDP"
"CDP Status"="Stato CDP"
"CDP interval should be 1-3600!"="L'intervallo CDP deve essere 1-3600!"
"CDP should"="CDP dovrebbe"
"CDP"="CDP"
"Cable Disconnect"="Cavo disconnesso"
"Call Completion"="Completamento della chiamata"
"Call Control"="Controllo chiamata"
"Call Fail"="Chiamata fallita"
"Call Feature"="Funzionalità chiamata"
"Call Finish"="Completa chiamata"
"Call Forward"="Inoltro chiamata"
"Call Info"="Info chiamata"
"Call Info"="Info chiamata"
"Call Information"="Informazione chiamata"
"Call Off Code"="Call Off Code"
"Call On Code"="Call On Code"
"Reject Off Code"="Codice Rifiuto off"
"Reject On Code"="Codice Rifiuto on"
"Call Park"="Parcheggio chiamata"
"Call Pickup"="Pickup chiamata"
"Call Pull"="PullChiamata"
"Call Return"="Ultima chiamata"
"Call Waiting"="2nd chiamata"
"Call off code can't be empty!"="Call off code can't be empty!"
"Call off code is invalid!"="Codice disattivazione chiamata non valido!"
"Call on code is invalid!"="Codice attivazione chiamata non valido!"
"CallLog"="Log chiamate"
"CallPull"="PullChiamata"
"Callout"="Callou"
"CallForwarding"="Inoltro di Chiamata"
"CallReturn_Idle"="Richiama"
"Callee Anonymous"="Chiamate anonimo"
"Calling"="In chiamata"
"Calllog Directories"="Archivio registro chiamate"
"Calls Longest"="Chiamata più lunga"
"Calls for Pickup"="Calls for Pickup"
"Can not compress pictures!"="Non è possibile comprimere l'immagine"
"Cancel"="Cancella"
"General"="General"
"Change PIN"="Cambio PIN"
"Phone Unlock PIN"="Change PIN"
"Lock Time Out"="Time out blocco"
"Change Password"="Cambia password"
"Checking MAC"="Verifica MAC"
"Chinese_S"="Cinese_S(Chinese Simplified)"
"Chinese_T"="Cinese_T(Chinese Traditional)"
"Certificate"="Certificate"
"Choose a group"="Choose a group"
"Clear account config \n\n please wait..."="Cancella configurazione account…"
"Clear all account config?"="Cancella la configurazione di tutti gli account?"
"Clear all records?"="Cancella tutti i record?"
"Clear this group messages?"="Cancella questi messaggi di gruppo?"
"Clear"="Canc. tuttio"
"Common is invalid!"="Comune non valido!"
"Common"="Comune"
"Company"="Compagnia"
"Compress error !"="Errore compressione !"
"Conference "="Conference"
"Conference Manage"="Gestione conferenza"
"Conference with"="Conferenza con"
"Conference"="Conf"
"Configuration Reset"="Reset configurazione"
"Configuration Updating !"="Aggiorno configurazione!"
"Confirm PIN mismatch!"="Conferma PIN errata!"
"Confirm PIN"="Conferma PIN"
"Confirm PWD"="Conferma password"
"Confirm Password"="Conferma pass"
"Confirm password mismatch!"="Conferma password mismathc"
"Confirm password must be the same with the new password!"="La password confermata devere essere uguale alla nuova password!"
"Connect Fail!"="Connessione fallita!"
"Connect Failed."="Connessione fallita!"
"Connect"="Chiama"
"Connecting.."="In connessione"
"Connect Success."="Connect Success."
"Contact Details"="Dettagli contatto"
"Contact exist!"="Contatto esistente!"
"Contact is not black!"="Il contatto non è in blacklist!"
"Contact is not local!"="Il contatto non è locale."
"Contact is syncing!"="Contatto in sincronizzazione!"
"Contact is not in blacklist!"="Contact is not in blacklist!"
"Contact list is full!"="Lista contatti piena!"
"Contact name already existed!"="Il nome del contatto esiste già!"
"Contact not existed!"="Contatto inesistente!"
"ContactName existed!"="Nome contatto esistente!"
"Contacts Setting"="Contacts Setting"
"Contrast Level"="Livello contrasto"
"Contrast"="Contrasto"
"Copy to All Lines?"="Copy to All Lines?"
"Current PIN is incorrect!"="Il PIN attuale è sbagliato!"
"Current PIN is incorrect."="Il PIN è errato"
"Current PIN"="PIN attuale"
"Current Password"="Password attuale!"
"Current Time"="Ora attuale"
"Custom DND"="DND personalizzato"
"Custom Forward"="Custom Forward"
"CustomContact"="Contatto personalizzato"
"Customer"="Customer"
"DD MMM YYYY"="DD MMM YYYY"
"DD-MMM-YY"="GG-MMM-YY"
"DD/MM/YYYY"="DD/MM/YYYY"
"DHCP IP Client"="DHCP IP Client"
"DHCP IPv6 Client"="Client DHCP IPv6"
"DHCP Server"="DHCP Server"
"DHCP Time"="Tempo DHCP"
"DHCP VLAN"="DHCP VLAN"
"DHCP"="DHCP"
"DHCPOption"="Opzione DHCP"
"DND Account"="DND Account"
"DND Enable"="Abilita DND"
"DND"="DND"
"DP01 Setting"="Impostazione DP01"
"DP02 Setting"="Impostazione DP02"
"DPickup"="Pickup"
"DSS Keys"="DSS Keys"
"DTMF"="DTMF"
"Data invalid!"="Dati non validi!"
"Time & Date Format"="Time & Date Format"
"Date Format"="Formato Data"
"Date"="Data"
"Daylight Saving"="Ora legale"
"Dec"="Dic"
"Default Account"="Default Account"
"Default"="Default"
"DelAll"="CancTutto"
"Delete All Group?"="Cancella tutto il gruppo"
"Delete All Items?"="Cancellare tutti gli elementi?"
"Delete All groups?"="Cancellare tutti i gruppi?"
"Delete All"="Canc. tuttio"
"Delete Default Setting?"="Cancella impostazioni di default?"
"Delete Fail!"="Delete fail!"
"Delete Failed!"="Delete failed!"
"Delete Failed"="Delete Failed"
"Delete Message?"="Cancellare messaggio?"
"Delete Selected Group?"="Cancellare gruppo selezionato?"
"Delete Selected Item?"="Cancellare oggetto selezionato?"
"Delete Selected Records?"="Delete selected records?"
"Delete all contacts?"="Delete all contacts?"
"Delete all item?"="Cancellare tutti gli elementi?"
"Delete all locations?"="Cancellare tutti i luoghi?"
"Delete all message?"="Cancellare tutti i messaggi?"
"Delete all numbers"="Cancellare tutti i numeri"
"Delete all numbers?"="Cancellare tutti i numeri?"
"Delete all paging group?"="Cancellare tutti i gruppi di paging?"
"Delete all the call records?"="Cancellare tutti i registri chiamata?"
"Delete default...\n\nPlease Wait !"="Cancello default…\n\n\Prego attendere!"
"Delete failed."="Cancellazione fallita."
"Delete location?"="Cancellare luogo?"
"Delete number?"="Cancella numero?"
"Delete numbers"="Cancella numero"
"Delete paging group failed!"="Cancellazione gruppo di paging fallita!"
"Delete selected contact?"="Cancellare il contatto selezionato?"
"Delete selected group?"="Cancellare il gruppo selezionato?"
"Delete selected paging group?"="Delete selected paging group?"
"Delete selected wallpapper?"="Cancellare lo sfondo selezionato?"
"Delete seleted item?"="Cancellare l'oggetto selezionato?"
"Delete successed"="Cancellazione eseguita"
"Delete the selected message?"="Cancellare i messaggi selezionati?"
"Delete the selected records?"="Cancellare tutti i record?"
"Delete this message?"="Cancellare questo messagio?"
"Delete"="Canc."
"DeleteAll"="Canc. tuttio"
"Deleting. Please wait..."="Cancellazione. Prego attendere…"
"Deleting..."="Cancellazione..."
"Department"="Dipartimento"
"Detail"="Dettaglio"
"Determined to restore the factory settings?"="Resettare ai valori di fabbrica?"
"Device Cert"="Certificato di Dispositivot"
"Device Name"="Nome dispositivo"
"Device name can't be empty!"="Il nome del dispositivo non può essere vuoto!"
"Dial"="Chiama"
"Dialed Calls"="Placed"
"Dialed"="Dialed"
"Dialing"="Digitazione"
"Direct IP Line"="Linea IP diretta"
"Direct Pickup"="Pickup Diretto"
"Directories"="Rubriche"
"Directory"="Rubrica"
"Directory_Idle"="Contacts"
"Disable"="Disabilita"
"Disabled"="Disabilitato"
"Disable"="Disabilita"
"Disconnect Failed."="Disconnessione fallita."
"Disconnect Success."="Disconnect success."
"Disconnect"="Disconnetti"
"Disconnecting.."="Disconnessione…"
"DispCode"="Codice disposizione"
"Display Name"="Nome Display"
"Display name is invalid!"="Nome display non valido!"
"Display"="Display"
"DisplayName can't be empty!"="Il nome display non può essere vuoto!"
"DisplayName can't contain \ < > \ \\ \' \"""="Il nome display non può contenere  \ < > \ \\ \' \"
"DisplayName can't contain \" < > \" \\ \' \""="DisplayName can't contain \" < > \" \\ \' \""
"Disposition Code"="Codice disposizione"
"Do Not Disturb"="Non disturbare"
"Do you want to discard your change?"="Do you want to discard your change?"
"Do you want to save the contact or discard it?"="Do you want to save the contact or discard it?"
"Do you want to save the message or discard it?"="Do you want to save the message or discard it?"
"Do you want to save your changes or discard them?"="Volete salvere le modifiche o annullarle?"
"Does not exist anywhere"="Non esiste"
"Dot"="Punto"
"Draftbox"="Bozze"
"Duplicate IPv4"="IPv4 duplicato"
"Duplicate IPv6"="Duplica IPv6"
"Dss Key"="DSS Key"
"DssKey 1"="DssKey 1"
"DssKey 10"="DssKey 10"
"DssKey 11"="DssKey 11"
"DssKey 12"="DssKey 12"
"DssKey 13"="DssKey 13"
"DssKey 14"="DssKey 14"
"DssKey 15"="DssKey 15"
"DssKey 16"="DssKey 16"
"DssKey 17"="DssKey 17"
"DssKey 18"="DssKey 18"
"DssKey 19"="DssKey 19"
"DssKey 2"="DssKey 2"
"DssKey 20"="DssKey 20"
"DssKey 21"="DssKey 21"
"DssKey 22"="DssKey 22"
"DssKey 23"="DssKey 23"
"DssKey 24"="DssKey 24"
"DssKey 25"="DssKey 25"
"DssKey 26"="DssKey 26"
"DssKey 27"="DssKey 27"
"DssKey 28"="DssKey 28"
"DssKey 29"="DssKey 29"
"DssKey 3"="DssKey 3"
"DssKey 4"="DssKey 4"
"DssKey 5"="DssKey 5"
"DssKey 6"="DssKey 6"
"DssKey 7"="DssKey 7"
"DssKey 8"="DssKey 8"
"DssKey 9"="DssKey 9"
"Duration"="Durata"
"E-Common"="E-Common"
"EAP-FAST"="EAP-FAST"
"EAP-MD5"="EAP-MD5"
"EAP-PEAP/GTC"="EAP-PEAP/GTC"
"EAP-PEAP/MSCHAPv2"="EAP-PEAP/MSCHAPv2"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-GTC"="EAP-TTLS/EAP-GTC"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"EHS ERROR!"="EHS ERROR!"
"EXP-%d ERROR!"="EXP-%d ERROR!"
"Edit Location"="Modifica luogo"
"Edit My Device Information"="Modifica informazioni del mio dispositivo"
"Edit Number"="Modifica numero"
"Edit Paging Address"="Modifica indirizzo paging"
"Edit"="Edit"
"Email"="Email"
"Emergency Call"="Emergency Call"
"Emergency Escalation"="Scalare emergenza"
"Emergency"="Emergenza"
"Empty"="Vuoto"
"Enable Diversion Inhibitor"="Abilita inibitore di deviazione"
"Enable this Location"="Abilita questo luogo"
"Enable"="Abilita"
"Enabled"="Abilita"
"End Call"="Canc."
"End IP should be larger than Start IP!"="Ult. IP deve essere maggiore del IP. iniz."
"End IP"="Ult. IP"
"English"="English(English)"
"Russian"="Россия(Russian)"
"Enter Filter Conditions"="Enter Filter Conditions"
"Enter Password"="Inserire password"
"Enter Code"="Inserisci codice"
"Enter Number"="Inserisci numero"
"Enter"="Avanti"
"Enterprise"="Enterprise"
"Exit"="Esci"
"Exit_Disposition_Code"="Exit_Disposition_Code"
"Expansion module"="Modulo espansione"
"Extension is invalid!"="Extension non valida!"
"Extension"="Extension"
"FWD International"="Inoltro inertnazione"
"FWD"="FWD"
"Factory Installed"="Installato di Fabbrica"
"Fail to alloc memory!"="Fail to alloc memory!"
"Fail to download remote phonebook!"="Download rubrica remota fallito!"
"Fail to download this remote phonebook!"="Fail to download this remote phonebook！"
"Fail!"="Fail!"
"Failed to connect \nto server!"="Fallita la connessione \nal server!"
"Fail to download \nremote phonebook!"="Fail to download \nremote phonebook!"
"Failed to modify password!"="Fallimento nella modifica password!"
"Failed!"="fallito!"
"Failed. Please retry..."="Fallito. Prego riprovare…"
"Family number is invalid!"="Numero famiglia non valido!"
"Family"="Famiglia"
"Far Mute"="Muto"
"Favorite"="Funzioni"
"Favourite"="Funzioni"
"Failed to connect to server!"="Fallimento nella connessione al server!"
"Features"="Funzioni"
"Feb"="Feb"
"File Not Exist!"="Il file non esiste!"
"File do not exist !"="Il file non esiste!"
"File is too large !"="File is too large !"
"File layout error !"="File layout error !"
"Firmware Update..."="Aggiornamento firmwar..."
"Firmware updating"="Aggiornamento firmware"
"Firmware"="Firmware"
"First Name"="Nome"
"Fixed"="Modificato"
"Float"="Float"
"Forbidden Number"="Forbidden Number"
"Forbidden"="Forbidden"
"Format"="Formato"
"Forward Not Reachable"="Dest. Inoltro non raggiungibile"
"Forward Option"="Opzione inoltro."
"Forward To"="Devia a"
"Forward to is invalid!"="Numero target non valido!"
"Forward to"="Devia a"
"Forward"="Deviazione"
"Forwarded Calls"="Ch. deviate"
"Forwarded"="Deviazione"
"French"="Francais(French)"
"Fri"="Ven"
"Friday"="Venerdì"
"Friend"="amici"
"From"="Da"
"From_FWD"="FWD"
"From_Num"="From Num"
"Full Reset"="Resetta tutto"
"Fun Key"="Tasti funzione"
"Function key"="Tasti funzione"
"G-Common"="G-Common"
"GPark"="Parcheggio di gruppo"
"GPickup"="PickupGr"
"Gateway is invalid!"="Gateway non valido!"
"Gateway"="Gateway"
"German"="Deutsch(German)"
"GetConfigData Failed, Please Retry!"="GetConfigData Failed, Please Retry!"
"Group Listening"="Grouppo di risposta"
"Group Manager"="Manager gruppo"
"Group Name can't be 'contacts'"="Il nome del gruppo non può essere 'contatti'"
"Group Name"="Nome gruppo"
"Group Night Forwarding"="Inoltro gruppo notte"
"Group Park"="Parcheggio gruppo"
"Group Pick Up"="Gruppo Pick Up"
"Group already exist!"="Gruppo già esistente"
"Group isn't exist!"="Il gruppo non esiste!"
"Group list is full!"="Lista gruppi già piena!"
"Group is full!"="Lista gruppi già piena!"
"Group name already existed!"="Nome del gruppo già esistente"
"Group name already existed"="Nome del gruppo già esistente"
"Group name can't be empty!"="Il nome del gruppo non può essere vuoto!"
"Group name is invalid!"="Nome del gruppo non valido!"
"Group not existed!"="Gruppo inesistente!"
"Group"="Gruppo"
"Guest Login"="Login guest"
"GuestIn"="Guest In"
"GuestOut"="Guest Out"
"HD"="HD"
"Hang Up"="Chiudi"
"Hardware"="Hardware"
"Has Connected"="Has Connected"
"Hebrew_IME"="Ebraico_IME"
"Held"="Attesa"
"Hide Number"="Nascondi numero"
"Hide Number:"="Nascondi numero"
"History Record"="Record storico"
"History Setting"="Impostazioni storico"
"History Type"="Tipo Storico"
"History Details"="History Details"
"History"="Reg. ch."
"History_Idle"="Reg. ch."
"Hold"="Sospendi "
"Holiday Schedule"="Pianificazione vacanze"
"Hot Desking"="Hot Desking"
"Hot Line"="Hot Line"
"Hotline Delay 0-10(s)"="Hotline Delay 0-10(s)"
"Hot Number"="Numero"
"HotLine Delay"="Ritardo HotLine"
"Hoteling"="Hoteling"
"Hotline delay is invalid!"="Ritardo hotline non valido!"
"Hotline delay should be 0-10!"="Il ritardo hotline dovrebbe essere 0-10!"
"Hotline"="Hotline"
"Http Port"="Porta http "
"Http Status"="Stato HTTP"
"Http port "="Porta http "
"Http port should be 1-65535!"="La porta http dovrebbe essere 1-65535!"
"Http"="Stato HTTP"
"Https Port"="Porta https"
"Https Status"="Stato HTTPS"
"Https port should be 1-65535!"="La porta https dovrebbe essere 1-65535!"
"Https"="Stato HTTPS"
"IME"="IME"
"IP Address"="Indirizzo IP"
"IP Conflict"="Conflitto IP"
"IP Conflicted"="Conflitto IP"
"CommonRingTone"="Common"
"IP address has been used!"="L'indirizzo IP è stato utilizzato!"
"IP address is invalid!"="Indirizzo IP non valido"
"IP conflict"="Conflitto IP"
"IP"="IP"
"IPAddress Mode"="Modalità IP"
"IPV4 Conflict"="Conflitto IPv4"
"IP Mode"="Modalità IP"
"IPV4 Status"="IPv4"
"IPV4 WAN Port"="Porta WAN IPv4"
"IPV4/IPV6 Conflict"="Conflitto IPv4/IPv6"
"IPV6 Conflict"="IPv6 Conflict"
"IPV6 Status"="Stato IPv6"
"IPV6 WAN Port"="Porta WAN IPv6"
"IPV6"="IPv6"
"IPv4 & IPv6"="IPv4 & IPv6"
"IPv4 Default Gateway"="Default Gateway Ipv4"
"IPv4 Gateway"="Gateway IPv4"
"IPv4 IP"="IPv4 IP"
"IPv4 Pri DNS"="DNS Primario IPv4"
"IPv4 Pri.DNS"="DNS Primario IPv4"
"IPv4 Sec DNS"="DSN Secondario IPv4"
"IPv4 Sec.DNS"="DNS Secondario IPv4"
"IPv4 Status"="Stato IPv4"
"IPv4 Subnet Mask"="Subnet mask IPv4"
"IPv4 Subnet mask is invalid!"="Ungültige Subnetzmaske!"
"IPv4 WAN Port"="Porta WAN IPv4"
"IPv4 WAN Type"="Tipo WAN IPv4"
"IPv4"="IPv4"
"IPv6 Address"="Indirizzo IPv6"
"IPv6 Default Gateway"="Default Gateway IPv6"
"IPv6 IP Prefix"="Prefisso IP IPv6"
"IPv6 IP"="IPv6 Address"
"IPv6 Pri DNS"="IPv6 Pri DNS"
"IPv6 Pri.DNS"="DNS Primario IPv6"
"IPv6 Prifix"="Prefisso IPv6"
"IPv6 Sec DNS"="IPv6 Sec DNS"
"IPv6 Sec.DNS"="DSN Secondario IPv6"
"IPv6 Status"="Stato IPv6"
"IPv6 WAN Port"="Porta WAN IPv6"
"IPv6 WAN Type"="Tipo WAN IPv6"
"IPv6"="IPv6"
"Identity is invalid!"="L'identità non è valida!"
"Identity"="Identità"
"Ignore"="Ignore"
"Image is too large !"="L'immagine è troppo grande!"
"Image load error !"="Image load error !"
"Image loading. Please wait !"="Caricamento immagine. Prego attendere!"
"Inactive Level"="Livello retroilluminazione"
"Inbox"="Inbox"
"Incoming call"="Ch. in ingresso"

"Incorrect user or password!"="Utente o password errato!"
"Inexistence"="Non esistente"
"Info"="Info"
"Information is not complete!"="Informazione non completa!"
"Initial ACD State"="Initial ACD State"
"Initial State"="Stato iniziale"
"Input contains invalid character like ''\\\""="L'input contiene carattere non valido come ''\\\""
"Input contains invalid character like '<>'\\\""="L'input contiene caratteri non validi come '<>'\\\""
"Input your web access password!"=""
"Intercom Allow"="Permetti Intercom"
"Intercom Barge"="Intercom Barge"
"Intercom Mute"="Intercom muto"
"Intercom Tone"="Tono intercom"
"Intercom"="Citofono"
"Interval"="Intervallo"
"Invalid Account!"="Account non valido!"
"Invalid Account"="Account non valido!"
"Invalid BridgeID!"="BridgeID non valido!"
"Invalid Call Park Number!"="Numero parcheggio di chiamata non valido!"
"Invalid Custom Number!"="Num. custom invalido!"
"Invalid DHCP End IP Address!"="Inv. Ult. DHCP Indirizzo IP!"
"Invalid DHCP option!"="Opzione DHCP non valida!"
"Invalid DHCP Start IP Address!"="Inv. primo DHCP Indirizzo IP!"
"Invalid DTMF value!"="Valore DTMF non valido!"
"Invalid Date Format!"="Formato data non valido!"
"Invalid Default Gateway!"="Inv. default gateway!"
"Invalid IP Address!"="Inv. indirizzo IP!"
"Invalid Intercom Number!"="Numero Intercom non valido!"
"Invalid Number!"="Numero non valido"
"Invalid Number"="Numero non valido"
"Invalid PPPoE User!"="Inv. utente PPPoE!"
"Invalid Paging Value!"="Valore Paging non valido!"
"Invalid Prefix Value!"="Valore prefisso non valido!"
"Invalid Primary DNS!"="Inv. DNS server!"
"Invalid Secondary DNS!"="Inv. 2o DNS server!"
"Invalid Server!"="Server non valido!"
"Invalid Subnet Mask!"="Inv. masc. rete!"
"Invalid Time Format!"="Formato ora non valido!"
"Invalid URI !"=""
"Invalid URL URL!"="URL non valido!"
"Invalid US Date Format!"="Formato data US non valido!"
"Invalid US Time Format!"="Formato ora US non valudo!"
"Invalid User ID!"="User ID non valido!"
"Invalid Value < or >"="Valore non valido < o >"
"Invalid Value!"="Valore non valido!"
"Invalid Value"="Valore non valido!"
"Invalid Voice Recorder Number!"="Numero registrazione vocale non valido!"
"Invalid VoiceMail Value"="Valore Voicemail non valido!"
"Invalid WAN type"="Tipo WAN non valido!"
"Invalid Xml Browser Value!"="Valore browser XML non valido"
"Invalid group id!"="Id gruppo non valido!"
"Invalid"="Invalid"
"Invite request no response"="Invite non richiede risposta"
"Italian"="Italiano(Italian)"
"Item 1"="Oggetto 1"
"Item 2"="Oggetto 2"
"Item 3"="Oggetto 3"
"Item 4"="Oggetto 4"
"Item 5"="Oggetto 5"
"Item 6"="Oggetto 6"
"Items out of limit !"="Items out of limit !"
"Jan"="Gen"
"Jitter"="Jitter"
"JitterBufferMax"="JitterBufferMax"
"Jul"="Lug"
"Jun"="Giu"
"KEY"="TASTO"
"Key #"="Tasto #"
"Key *"="Tasto *"
"Key As Send"="Key conferma"
"Key Event"="Evento tasto"
"Key Tone"="Key Tone"
"Key Type"="Tipo tasto:"
"Key Guard"="Keypad Lock"
"Keypad Lock Enable"="Phone Lock Enable"
"Keypad Lock"="Blocca"
"Keypad locked."="Phone locked."
"Lock Enable"="Abilita blocco"
"Keypad"="Keypad"
"KeypadLock_Idle"="Phone Lock"
"Keypad Lock Type"="Phone Lock Type"
"Key as send"="Key as Send"
"Keypress Sound"="Suono tasti"
"Korean_IME"="Korean_IME"
"LAN IP"="IP LAN"
"LAN Mask"="LAN Mask"
"LAN Type"="Tipo LAN"
"LDAP Search"="Ricerca LDAP"
"LDAP"="LDAP"
"LLDP Packet Interval should be 1-3600!"="L'intervallo pacchetto LLDP deve essere 1-3600!"
"LLDP Status"="Stato LLDP"
"LLDP Vlan"="LLDP Vlan"
"LLDP"="LLDP"
"Label is invalid!"="Etichetta non valida!"
"Label"="Etichetta"
"Language initializing. Please wait..."="Inizializzo linguaggio. Prego attendere…"
"Language"="Lingua"
"Last Name"="Cognome"
"Ldap Disabled"="Ldap Disabled"
"Line 1"="Linea 1"
"Line 10"="Linea 10"
"Line 11"="Linea 11"
"Line 12"="Linea 12"
"Line 13"="Linea 13"
"Line 14"="Linea 14"
"Line 15"="Linea 15"
"Line 16"="Linea 16"
"Line 2"="Linea 2"
"Line 3"="Linea 3"
"Line 4"="Linea 4"
"Line 5"="Linea 5"
"Line 6"="Linea 6"
"Line 7"="Linea 7"
"Line 8"="Linea 8"
"Line 9"="Linea 9"
"Line Key 1"="Tasto linea 1"
"Line Key 10"="Tasto linea 10"
"Line Key 11"="Tasto linea 11"
"Line Key 12"="Tasto linea 12"
"Line Key 13"="Tasto linea 13"
"Line Key 14"="Tasto linea 14"
"Line Key 15"="Tasto linea 15"
"Line Key 16"="Tasto linea 16"
"Line Key 17"="Tasto linea 17"
"Line Key 18"="Tasto linea 18"
"Line Key 19"="Tasto linea 19"
"Line Key 2"="Tasto linea 2"
"Line Key 20"="Tasto linea 20"
"Line Key 21"="Tasto linea 21"
"Line Key 22"="Tasto linea 22"
"Line Key 23"="Tasto linea 23"
"Line Key 24"="Tasto linea 24"
"Line Key 25"="Tasto linea 25"
"Line Key 26"="Tasto linea 26"
"Line Key 27"="Tasto linea 27"
"Line Key 3"="Tasto linea 3"
"Line Key 4"="Tasto linea 4"
"Line Key 5"="Tasto linea 5"
"Line Key 6"="Tasto linea 6"
"Line Key 7"="Tasto linea 7"
"Line Key 8"="Tasto linea 8"
"Line Key 9"="Tasto linea 9"
"Line Select"="Selezione linea"
"Line"="Linea"
"Line:"="linea:"
"List"="Lista"
"Load Failed"="Caricamente fallito!"
"Load Failed"="Caricamente fallito"
"Load failed."="Caricamente fallito."
"Loading Please wait..."="Caricamento, attendere..."
"Loading error !"="Load error !"
"Loading image..."="Loading image..."
"Loading, please wait..."="Caricamento, attendere..."
"Loading. Please wait..."="Caricamento, attendere..."
"Load Config Data Failed!"="Load config data failed!"
"Local Anonymous"="Anonimo"
"Local Calllog"="Storico"
"Local Codec"="Codec locale"
"Local Contacts"="Contatti locali"
"Local Directory"="Rubrica locale"
"Local Group"="Rubrica locale"
"Local History"="Storico Locale"
"Local User"="Utente locale"
"LocalMenu_Idle"="Menu locale"
"Local_Idle"="Locale"
"Locations"="Luoghi"
"Location"="Location"
"Lock type"="Tipo blocco"
"Lock"="Blocca"
"Locked."="Bloccato"
"Logging failed!"="Login fallito!"
"Logging in fialed !"="Login fallito !"
"Logging in"="Log in"
"Logging in, Please Wait..."="Login in corso, attendere..."
"Login As"="Login As"
"Login Failed."="Login fallito"
"Login"="Login"
"Login..."="Login"
"Logout Failed."="Logout fallito!"
"Logout"="Logout"
"Low"="Basso"
"MAC Address"="Indirizzo MAC"
"MAC oriented is invalid!"="Chiave AES MAC-Oriented non valida"
"MAC"="MAC"
"MAC-Oriented"="MAC-Oriented AES"
"MASK"="Subnet Mask"
"MD5 Password"="Password MD5"
"MM/DD/YY"="MM/GG/YY"
"MOS-CQ"="MOS-CQ"
"MOS-LQ"="MOS-LQ"
"Mail"="Mail"
"Main Menu"="Menù princ."
"Manage"="Gestione"
"Manual Setting"="Imp. manuale"
"Manual"="Manuale"
"Mar"="Mar"
"May"="Mag"
"Meet-me Conference"="Conferenza Meet-me"
"Meet-me"="Meet-me"
"Memory Full"="Memoria piena"
"Menu key"="Tasto menù"
"Menu"="Menù"
"Message"="Messaggio"
"Missed Calllog"="Ch. perse"
"Missed Calls"="Ch. perse"
"Missed"="Missed"
"Mobile number is invalid!"="Numero mobile non valido!"
"Mobile"="Celluare"
"Mobile Number"="Mobile Number"
"Mobility Phone Number"="Numero telefonico mobilità"
"Mobility"="Lunedì"
"Model"="Modello"
"Mon"="Lun"
"Monday"="Lunedi"
"More"="Altro"
"Move Down"="Muovi giù"
"Move To Blacklist"="Sposta nella blacklist"
"Move To Contact"="Copia nei contatti"
"Move Up"="Muovi su"
"Move selected to Blacklist ?"="Muovi i selezionati in blacklist?"
"Move selected to Contacts ?"="Spostare i selezionati nei contatti?"
"Move selected to blacklist ?"="Muovi i selezionati in blacklist?"
"Move selected to contactlist ?"="Spostare i selezionati nei contatti ?"
"Move the contacts success"="Spostamento contatti eseguito"
"Move to Contacts"="Copia nei contatti"
"Move to blacklist success"="Spostamento nella blacklist eseguito"
"Moving contact..."="Sposto contatto…"
"Move"="Mov"
"Mute"="Dis. alt."
"My Device Information"="Edit My Device Information"
"My Status"="Stato"
"N/A"="N/D"
"NAT Status"="Stato NAT"
"NAT"="NAT"
"NTP Server1"="NTP Server1"
"NTP Server2"="NTP Server2"
"NTP server1 is invalid!"="NTP Server 1 non valido!"
"NTP server2 is invalid!"="NTP Server 2 non valido!"
"Name Unknown"="Name Unknown"
"Name can not be empty!"="Name can't be empty!"
"Name cannot be empty."="Il nome non può essere vuoto"
"Name is invalid!"="Nome non valido!"
"Name"="Nome"
"Name:"="Name:"
"Need Update MAC"="Aggiorna MAC"
"Need a Number"="C'è bisogno di un numero!"
"Net unavailable !"="Net unavailable !"
"Netherlands"="Dutch(Netherlands)"
"Network CallLog"="Log chiamate di rete"
"Network Checking..."="Network Checking..."
"Network Directories"="Directory di rete"
"Network Directory"="Directory di rete"
"Network Favorite"="Favorito di rete"
"Network Favorites"="Favoriti di rete"
"Network Group"="Gruppo di rete"
"Network PhoneBook"="Gruppo di rete"
"Network Unavailable"="Rete non disponibile"
"Network Unavailable."="Rete non disponibile"
"Network changed. Rebooting"="Rete modificata. Riavvio"
"Network configuration has changed, shall become effective after the restart?"="Premere OK per riavviare ora, o Cancella per riavviare dopo. Riavviare ora?"
"Network"="Rete"
"NetworkCallLog_Idle"="Log chiamate di rete"
"NetworkCalllogGroup_Idle"="Gruppo di rete"
"NetworkDirectoryGroup_Idle"="Gruppo di rete"
"NetworkDirectoryMenu_Idle"="Network Directory"
"NetworkFavorites"="Favoriti di rete"
"New Call"="Nuova chiamata"
"New Contact"="New Contact"
"New Group"="New Group"
"New Location"="Nuovo luogo"
"New Message"="Nuovo mess."
"New Missed Call(s)"="chiamate perse"
"New PIN"="Nuovo PIN"
"New PWD"="Nuova pass"
"New Password"="Nuova pass"
"New Text Message"="Nuovo messaggio di testo"
"New Voice Mail"="Nuova voicemail"
"New Voice Mail(s)" ="Nuova voicemail" 
"New password is invalid!"="Nuova password non valida!"
"New password is similar to username, are you sure to set it?"="La nuova password è simile allo username, sicuri di impostarla?"
"New password is too simple, are you sure to set it?"="La nuova password è troppo semplice, sicuri di impostarla?"
"NewCall"="Nuova chiamata"
"NewSMS_Idle"="NuovoSMS"
"Next"="Successivo"
"NextSpace"="Successivo"
"No Account!"="No Account"
"No Account"="Nessun account"
"No Answer Forward"="Nessuna dev"
"No Available Account"="Nessun account disponibile"
"No Bluetooth Adapter Found."="Nessun adattatore Bluetooth trovato."
"No Answer"="No Answer Forward"
"No Callee"="Nessun chiamante"
"No EXP"="No EXP"
"No Item"="Nessun oggetto"
"No Service"="Nessun Servizio"
"No contact!"="Nessun contatto!"
"No found bluetooth adapter."="Adattatore bluetooth non trovato"
"No submit url !"="No submit url !"
"No."="No"
"Node"="Node"
"None"="None"
"Not Acceptable Here"="Non accettabile"
"Not Emergency Number!"="Nessun numero emergenza"
"Not Found"="Non trovato"
"Not Installed"="Non Installato"
"Not Emergency Number"="Not emergency number!"
"Note"="Nota"
"Nov"="Nov"
"Number Invalid"="Numero non valido"
"Number already exists!"="Il numero esiste già!"
"Number already exists."="Il numero esiste già!"
"Number can not be empty!"="Il numero non può essere vuoto!"
"Number can't be empty!"="Number can't be empty!"
"Number exists"="Il numero esiste"
"Number is invalid!"="Numero non valido!"
"Number"="Numero"
"Number1"="Numero 1"
"Number2"="Numero 2"
"OK"="OK"
"Obtaining IP Address"="Ottengo indirizzo IP"
"Obtaining Status..."="Stato..."
"Oct"="Ott"
"Off Code could not be empty when On Code is set!"="Il codice di off non può essere vuoto"
"Off Code"="Codice off"
"Off code can't be empty!"="Il codice disattivazione non può essere vuoto!"
"Off code is invalid!"="Codice disattivazione non valido!"
"Off"="Off"
"Office Number"="Office Number"
"Office number is invalid!"="Numero ufficio non valido!"
"Office"="Num. ufficio:"
"Offline"="Non in Linea"
"Old Number"="Vecchio numero"
"Old PWD"="Vecchia password"
"On Code"="Codice di on"
"On code is invalid!"="Codice attivazione non valido!"
"On"="On"
"Only 4 level menu supported!"="Solo menu 4 livelli supportato"
"Option"="Opzione"
"Other Number"="Altro numero"
"Other"="Altro"
"Others"="Altri"
"Outbound Alternate Number Invalid"="Numero alternativo di uscita non valido"
"Outbound Alternate Phone Number"="Alternativa in uscita"
"Outbound Proxy"="Outbound Proxy"
"Outbound Status"="Stato ouboung"
"Outbound proxy is invalid!"="Outbound Proxy non valido!"
"Outbox"="Mess. in usc."
"Outgoing Call"="Outgoing Call"
"Overwrite the original contact?"="Sovrascrivere il contatto originale?"
"PC Port"="Porta PC"
"PEAP-MSCHAPV2"="PEAP-MSCHAPV2"
"PIN/ID"="PIN/ID"
"PINs don't match!"="I PIN non corrispondono"
"PM"="PM"
"PPPoE IP Client"="Client IP PPPoE"
"PPPoE PWD"="PPPoE PWD"
"PPPoE Password is invalid!"="Password PPPoE non valida!"
"PPPoE User"="PPPoE User"
"PPPoE"="PPPoE"
"PPPoEUser is invalid!"="L'utente PPPoEUser non è valido!"
"Packet Interval"="Packet Interval"
"Packets lost"="Pacchetti persi"
"Paging List"="Paging List"
"Paging failed!"="Paging failed!"
"Paging"="Paging"
"Parameter is empty!"="Parameter is empty!"
"Paging_softkey"="Paging"
"Paired Bluetooth Device"="Dispositivo bluetooth accoppiato"
"Park Failed"="Parcheggio fallito"
"Park to"="Parcheggia a"
"Park"="Park"
"Parked"=" Parcheggiato"
"Password can't be empty"="La password non può essere vuota"
"Password can't have space only"="Password can't have space only"
"Password is invalid!"="Password non valida!"
"Password is wrong!"="Password errata!"
"Password"="Password"
"Personal"="Personal"
"Phone Lock"="Blocco telefono"
"Phone Number"="Numero telefonico"
"Phone Numbers"="Numeri telefonici"
"Phone Setting"="Imp. telefono"
"Phone to Ring"="Telefono da chiamate"
"Phone number is empty!"="Numero telefonico vuoto!"
"Phone"="Telefono"
"PhoneBook Name"="Nome rubrica"
"Photo Custom"="Photo Custom"
"Photo"="Foto"
"Pick Up"="Pick Up"
"Pickup"="DPickup"
"Pickup_Idle"="Dpickup"
"Placed Calllog"="Placed Calllog"
"Placed Calls"="Chiamate eseguite"
"Play Tone"="Riproduci tono"
"Please Enter Filter Conditions"="Prego inserire condizioni del filtro!"
"Please Enter Unlock PIN"="Prego inserire PIN sblocc"
"Please enter your SIP Credential Password!"="Enter SIP Credential Password"
"Please Wait!"="Attendere..."
"Please Wait"="Attendere..."
"Please input a nonempty name"="Please input a nonempty name"
"Please logout account first!"="Prego eseguire prima il logout!"
"Please selected contact!"="Prego selezionare contatto!"
"Please upload VPN config file firstly!"="Prego caricare la configurazione VPN prima!"
"Polish"="Polacco(Polish)"
"Port should be 1-65535!"="La porta deve essere tra 1-65535!"
"Port"="Porta"
"Portuguese"="Português(Portuguese)"
"Prefix"="Prefisso"
"Prefix:"="Prefix:"
"Prefix_Idle"="Prefix"
"Previous"="Precedente"
"Pri.DNS is invalid!"="Pri.DNS non valido!"
"Pri.DNS"="DNS Primario"
"PriHold"="PriHold"
"Priority is invalid!"="La priorità non è valida"
"Priority should be 0-7!"="Val. priorità 0-7!"
"Priority"="Priorità"
"Private Hold"="Attesa privata"
"Product ID"="ID modello"
"Product Name"="Nome prodotto"
"Provision now?"="Effettuare il provisioning ora?"
"Public Hold"="Public Hold"
"Querying. Please wait..."="Query in corso. Prego attendere…"
"Queue"="Coda"
"RTP Status"="RTP Status"
"Queue Status"="Queue Status"
"Reboot the phone?"="Riavvio?"
"Reboot"="Riavvio"
"Reboot?"="Reboot?"
"Rebooting"="Rebooting"
"Rebooting...\n\nPlease Wait !"="Riavvio… Prego Attendere!"
"Recall"="Recall"
"Received Calllog"="Ch. ric."
"Received Calls"="Chiamate ricevute"
"Received"="Receive"
"Record"="Registra"
"Redial Interval is invalid!"="Intervallo di richiamata non valido!"
"Redial Interval"="Intervallo di richiamata"
"Redial Time is invalid!"="Tempo di richiamata non valido!"
"Redial Time"="Redial Time"
"Redial Times"="Tentativi di richiamata"
"Redial"="Ridigita"
"Redirct Updating Failed"="Aggioramento redirect fallito"
"Redirect"="Redireziona"
"Redirector"="Redirettore"
"Refresh"="Aggiornamento"
"Refreshing.."="Aggiornamento in corso..."
"Register Failed"="Register failed"
"Register Name"="Nome registrar"
"Register fail"="Reg. fallita"
"Register name is invalid!"="Register name non valido!"
"Registered"="Registrato"
"Registering"="Tent. registrazione"
"Reject off code can't be empty!"="Reject off code can't be empty!"
"Reject off code is invalid!"="Codice disattivazione Rifiuto non valido!"
"Reject on code is invalid!"="Codice attivazione Rifiuto non valido!"
"Reject"="Rifiuta"
"Remote Codec"="Remote Codec"
"Remote Contacts"="Rubrica remota"
"Remote DIR"="Remote DIR"
"Remote Office"="Ufficio remoto..."
"Remote Office:"="Ufficio remoto:"
"Remote Phone Book"="Rubrica remota"
"Remote Phonebook"="Rubrica remota"
"Remote User"="Remote User"
"Remove"="Rimuovi"
"Reply"="Risp."
"Require Answer Confirmation"="Richiede conferma risposta"
"Reset Local Configuration"="Resetta configurazione locale"
"Reset Option"="Resetta opzioni"
"Reset To Factory Setting?"="Reset a default?"
"Reset to Factory"="Reset default?"
"Reset to factory?"="Reset a default?"
"Reset&Reboot"="Reset&Reboot"
"Reseting,Please wait..."="Reset in corso… Prego Attendere!"
"Resetting to factory, please wait..."="Reset in corso… Prego Attendere..."
"Resume"="Riprendi"
"Retrieve Failed"="Recupero fallito"
"Retrieve Failed."="Recupero fallito"
"Retrieve Park"="Recupero parcheggio"
"Retrieve"="Retrieve"
"RetrievePark"="RetrievePark"
"Ring Tones"="Tono suoneria"
"Ring saving ..."="Ring saving ..."
"Ring"="Suoneria"
"Ringing"="In chiamata"
"RoundTripDelay"="RoundTripDelay"
"Router"="Router"
"SCA Active"="SCA Active"
"SCA Alerting"="SCA Alerting"
"SCA Bridge Active"="SCA Bridge Active"
"SCA Bridge Held"="SCA Bridge Held"
"SCA Held Private"="SCA Held Private"
"SCA Held"="SCA Held"
"SCA Unknown"="SCA Unknown"
"SD Card"="SD Card"
"SD-Card"="SD-Card"
"SIP Password"="Password SIP"
"SIP Phone"="Telefono SIP"
"SIP Proxy can't be empty!"="Proxy SIP non\npuò essere vuoto!"
"SIP Register Name"="SIP Register Name"
"SIP Server1"="SIP Server1"
"SIP Server2"="SIP Server2"
"SIP User name"="User name SIP"
"SIP XSI Authentication failed!"="Autenticazione SIP XSI fallita!"
"SIP credential password!"="Credenziali password SIP!"
"SIP server1 is invalid!"="SIP Server 1 non è valido"
"SIP server2 is invalid!"="SIP server2 non valido!"
"SMS"="SMS"
"SNTP Setting"="Imp. SNTP"
"SNTP"="SNTP"
"STUN Port"="Porta STUN"
"STUN Server port is Invalid!"="La porta server STUN non è valida!"
"STUN Server"="STUN Server"
"STUN Status"="Stato STUN"
"STUN server is invalid!"="STUN Server non valido!"
"Sat"="Sab"
"Saturday"="Sabato"
"Save Config Failed, Please Retry!"="Salvataggio configurazione fallita, prego riprovare!"
"Save Failed!"="Salvataggio fallito"
"Save Failed"="Salvataggio fallito"
"Save failed."="Salvataggio fallito"
"Save file..."="Salvo file..."
"Save"="Salva"
"Saved!"="Salvata!"
"Saving  Configuration..."="Salvataggio configurazione..."
"Saving config file!"="Salv. file conf.!"
"Saving files!"="Saving files"
"Saving. Please wait..."="Salvataggio. Prego attendere…"
"Saving..."="Salvataggio..."
"Scan Bluetooth Device"="Scansione dispositivo Bluetooth"
"Scan failed."="Scansione fallita"
"Scan"="Scansione"
"Scaning bluetooth devices..."="Scanning bluetooth devices..."
"Scaning..."="Scansione in corso..."
"Search Result"="Risultati di ricerca"
"Search All Contacts"="Search All Contacts"
"Search For Contacts"="Search For Contacts"
"Search LDAP Contacts"="Search LDAP Contacts"
"Search Network Contacts"="Search Network Contacts"
"Seizing"="Seizin"
"Search"="Cerca"
"Search:"="Search:"
"Searching, please wait..."="Ricerca, prego attendere..."
"Sec.DNS"="DNS Secondario"
"Sec.DNS is invalid!"="Sec.DNS non valido!"
"Select Account"="Select Account"
"Select All"="Seleziona tutto"
"Select"="Seleziona"
"Send Anonymous Code"="Invia codice anonimo"
"Send Anonymous Rejection Code"="Invia codice rifiuto chiamate anonime"
"Send Anonymous"="Send Anonymous"
"Send Message"="Invia mess."
"Send"="Invia"
"Send_BUTTON"="Pulsante Invio"
"Sending Message..."="Invio Messaggio!"
"Sending Provision Requests"="Invio richiesta di provisioning"
"Sending Provision Requests..."="Invio richiesta di provisioning..."
"Sending Requests..."="Invio richiesta di provisioning..."
"Sentbox"="Mess. inviati"
"Sep"="Set"
"Server Status"="Stato server"
"Server URL invalid!"="URL server nn valido!"
"Server URL"="Server URL"
"Server is invalid!"="Server non valido!"
"Server"="Server"
"Set AES Key"="Imposta chiave AES"
"Set Hot Desking"="Imposta Hot Desking"
"Set Password"="Imposta password"
"Set Voice Mail"="Imposta Voicemail"
"Set failed!"="Impostazione fallita!"
"Set failly!"="Impostazione fallita!"
"Setting"="Setting"
"Share Line"="Condividi chiamate"
"Share line unavailable"="Linea condivisa non disponibile"
"Shared Calls"="Condividi chiamate"
"SignIn"="Accedi"
"SignOut"="Esci"
"Silence"="Silenzio"
"Simultaneous Ring Personal"="Squillo personale simultaneo"
"SingIn"="SingIn"
"SingOut"="SingOut"
"Sorry,Only 1000 contacts are allowed!"="Spiacente, solo 1000 blacklist sono permesse!"
"Sorry,Only 30 Blacklists are allowed!"="Spiacente, solo 30 blacklist sono permesse!"
"Sorry,only 50 groups are allowed!"="Troppi gruppi. Il massimo è 50!"
"Sound"="Suono"
"Spanish"="Spagnolo(Spanish)"
"Speed Dial"="Speed Dial"
"SpeedDial_Idle"="Speed"
"Split"="Dividi"
"Start IP"="IP iniz."
"Start Time"="Orario avvi"
"Static DNS"="DNS static"
"Static IP"="IP Statico"
"Static IP Client"="IP statico"
"Status"="Stato"
"Stop Time"="Stop Time"
"Submit"="Submit"
"Subnet Mask"="Maschera di rete"
"Subnet mask is invalid!"="Subnet mask non valida!"
"Success Saved!"="Salvataggio eseguito!"
"Success!"="Successo!"
"Sun"="Dom"
"Sunday"="Domenica"
"Swap"="Inverti"
"Please Enter PIN"="Unlock PIN"
"Switch"="Switch"
"SwitchAccountDown_Idle"="Switch"
"SwitchAccountUp_Idle"="Switch"
"SwitchAccount_Idle"="Switch"
"System Wallpaper Cannot be Deleted!!"="Lo sfondo di sistema non può essere cancellato!!"
"SymmOneWayDelay"="SymmOneWayDelay"
"System default account"="Account Default"
"Talk From"="Da"
"Talking"="In conversazione"
"Target can't be empty!"="Obiettivo non può essere vuoto!"
"Target cannot be empty!"="Target cannot be empty!"
"Temporarily Unavailable"="Temporaneamente non disponibile"
"Temporarily not available"="Temporaneamente non disponibile"
"Text Message"="SMS"
"The audio codecs is different, can't set up a conference!"="Il codec audio è diverso, non si può attivare una conferenza!"
"The old PIN"="PIN attuale"
"The old password is incorrect!"="Pass. non corretta!"
"The old password is wrong!"="Pass. non corretta!"
"The old pwd"="Vecchia password"
"Text can not be empty."="Text can not be empty."
"Thu"="Gio"
"Thursday"="Giovedi"
"Time & Date"="Ora e data"
"Time Format"="Time Format"
"Time Out"="Time Out"
"Time Zone"="Fuso or."
"Time"="Ora"
"Time:"="Time"
"To navigate the menu, please use the arrow keys below!"="Per navigare il men¨°, prego usare i tasti navigazione sotto!"
"To"="A"
"To:"="A:"
"Today"="Oggi"
"Too hight of resolution!"="Risoluzione troppo elevata!"
"Trace"="Traccia"
"Transfer Failed"="Transfer Failed"
"Transfer to"="Trasferisci a"
"Transfer"="Trasferisci"
"Transfered"="Transfered"
"Transferred"=" Trasferisci"
"Transferring"=" Trasferisci"
"Tue"="Mar"
"Tuesday"="Martedì"
"Turkey"="Türkçe(Turkish)"
"Turkish"="Türkçe(Turkish)"
"Type"="Tipo"
"UC Favorite"="UC Favorite"
"URL Can't be empty!"="URL can't be empty!"
"URL Record"="Registra URL"
"URL is empty!"="URL is empty!"
"URL is empty"="URL è vuoto"
"URL is invalid!"="URL non valido"
"URL Can't be empty!"="URL can't be empty!"
"URL"="URL"
"USB-Disk"="Disco USB"
"UnMute"="Togli il mute"
"Unavail Reason"="Ragione non disponibile"
"Unavail"="Non disp."
"Unavailable Reason Code"="Codice motivo non disponible"
"Unavailable"="Non disponibile"
"Undefined Error!"="Errore non definito!"
"Unknown Error !"="Errore sconosciuto!"
"Unknown Line"="Linea sconosciuta"
"Unknown Uri scheme"="Schema URI sconosciuto"
"Unknown"="Scon."
"Unkown Reason"="Ragione sconosciuta"
"Unlock PIN"="PIN di sblocco"
"UnlockPIN"="PIN di sblocco"
"Unregistered"="Non registrato"
"Unregistering"="Deregistrazione in corso"
"Unvail"="Unvail"
"Update Finish !"="Aggiornamento concluso!"
"Update Skipped"="Aggiornamento saltato"
"Update configuration...\n\nPlease do not power off !"="Aggiorno configurazione…\n\nPrego non spegnere!"
"Update finish"="Aggiornamento concluso!"
"Update now?"="Aggiorna ora"
"Update"="Aggiorna"
"Update, ok or cancel?"="Aggiorno, conferma o annulla?"
"Updating, please wait..."="Aggiorno, prego attendere…"
"Use BroadWorks-based Call Control"="Utilizza il controllo dichiamata Broadsoft"
"Use Host"="Use Host"
"User Host"="Usa host"
"User Host:"="Usa host:"
"User ID"="User ID"
"User Name"="Username"
"User Type"="Tipo di utente"
"User mode changed!"="Modalit¨¤ utente cambiata!"
"User name is invalid!"="Nome utente non valido!"
"User"="User"
"UserID Can't be Empty!"="Lo UserID non può essere vuoto!"
"UserMode "="Benutzer"
"UserMode"="Benutzer"
"Userdata Reset"="Resetta dati utente"
"VID Number"="Numero VID"
"VID nubmer is invalid!"="VLAN ID Number non valido!"
"VID number should be 1-4094!"="Il numero VID deve essere tra 1-4094!"
"VLAN Status"="Stato VLAN"
"VLAN unsupported in PPPoE!"="La VLAN non è supportata nel PPPoE!"
"VLAN"="VLAN"
"VPN Active"="VPN attiva"
"VPN can't be on \n\n when file do not exist!"="La VPN non può esserea attiva se il file non esiste!"
"VPN"="VPN"
"Value is invalid!"="Value is invalid!"
"Value"="Valore"
"Via"="Via"
"View Voice Mail"="Controlla Voice Mail"
"View"="Visualizza"
"Voice Mail"="Cas. vocale"
"Voice Number is invalid!"="Numero vocale non valido"
"WAN IP"="IP WAN"
"WAN MASK"="Maschera subnet"
"WAN Port VLAN"="Abilita VLAN"
"WAN Port"="Porta WAN"
"WAN Type"="Tipo WAN"
"WWW DD MMM"="SSS GG MMM"
"WWW MMM DD"="WWW MMM DD"
"Wait Time"="Tempo attesa"
"Wait for"="Attenderer"
"Wallpaper"="Sfondo"
"Warning"="Attenzione"
"Web Server"="Tipo webserver"
"Web access password is wrong!"="Web access password is wrong !"
"Wed"="Mer"
"Welcome"="Benvenuti"
"Wednesday"="Mercoledì"
"Wrap up"="Wrap up"
"Wrap-up"="Wrap Up"
"Wrap-up"="Wrap Up"
"Wrong user name or password!"="User name o password sbagliata!"
"XML Browser"="Xml Browser"
"XML Group"="Rubrica XML"
"XML PhoneBook"="Rubrica XML"
"XMLMenu_Idle"="Menu XML"
"XML_Idle"="XmlGro"
"XSI access password is wrong !"="Password accesso XSI errata!"
"XSI information is incomplete!"="Informazione XSI incompleta!"
"XSI is empty"="XSI è vuoto"
"YYYY-MM-DD"="AAAA-MM-GG"
"Yesterday"="Ieri"
"Your account unauthorized."="Il vostro account non è autorizzato"
"Zero SP Touch"="Chiamata veloce"
"Zero Touch"="Chiamata veloce"
"Zero-sp-touch"="Chiamata veloce"
"admin"="Admin"
"anonymous"="Anonimo"
"anywhere"="Anywhere"
"auth error"="auth error"
"black list full"="Black list full"
"callee Anonymous"="Callee \n Anonymous"
"bluetooth devices(Connecting with "="bluetooth devices(Connecting with "
"bluetooth devices:"="bluetooth devices"
"contact full"="Lista contatti piena"
"default"="default"
"empty"="Vuoto"
"exist!"="esiste!"
"float"="Float"
"g722 codec is not available in four ways conference!"="Il codec g722 non è disponibile nella conferenza a quattro"
"has been used!"="has been used!"
"ldap"="LDAP"
"line"="Line"
"lock"="Lock"
"mail"="mail"
"new"="nuova"
"old"="Vecchia"
"q'ing"="Accodamento"
"server error"="server error"
"srtp is not available in four ways conference!"="srtp non è disponibile nella conferenza a quattro"
"user"="user"
"var"="var"
"Call Center"="Call center"
"Lock Time Should be less than 3600!"="Il tempo di blocco deve essere inferiore a 3600"
"Local Anonymous Rejection"="Rifiuta locali anonime"
"Switch Account Down"="Disattiva account"
"Switch Account Up"="Attiva account"
"Config Updating"="Aggiorno configurazione!"
"Config Updating..."="Configuration Updating..."
"Placed Calls"="Chiamate eseguite"
"STUN"="STUN"
"STUN Server port is Invalid!"="La porta server STUN non è valida!"
"SIP Register name"="SIP Register name"
"Import configuration...\n\nPlease do not power off !"="Importo configurazione…\n\nPrego non spegnere!"
"Del All"="Del All"
"PagingList_Idle"="PagingList"
"Day"="Giorno"
"Year"="Anno"
"Outbound Proxy1"="Outbound Proxy1"
"Outbound Proxy2"="Outbound Proxy2"
"Proxy Fallback Interval" = "Proxy Fallback Interval"
"Proxy Fallback Interval is invalid!"="Proxy Fallback Interval is invalid!"
"Bridge ID"="Bridge ID"
"Reset local configurations?" = "Reset local configurations?"
"S2S Unavail" = "Away"
"LogIn/Out" = "LogIn/Out"
"S2S Avail" = "S2S Avail"


"BLF Group" = "BLF Group"
"Conf" = "Conf"
"YYYY-MM-DD" ="YYYY-MM-DD"
"YY-MM-DD" ="YY-MM-DD"
"YYYY/MM/DD" ="YYYY/MM/DD"
"MM DD WWW" ="MM DD WWW"
"MM DD WW"="MM DD WW"
"YYYY MM DD"="YYYY MM DD"
"Diagnostics"="Diagnostics"
"Balance"="Balance"
"Getting balance failed!"="Getting balance failed!"
"Getting balance failed!"="Getting balance failed!"
"Web Timer should be 0-120!"="Web Timer should be 0-120!"
"May"="May"
"May"="May"
"Unrecognized USB"="Unrecognized USB"
"Ping"="Ping"
"Ping Error"="Ping Error"
"Ping IP or URL"="Ping IP or URL"
"Stop"="Stop:"
"Start"="Start"
"Web Timer "="Web Timer "
"should be 0-120!"="should be 0-120!"
"Trace Route"="Trace Route"
"Trace Route Error"="Trace Route Error"
"Trace Route IP or URL"="Trace Route IP or URL"
"Dsskey Wallpaper"="Dsskey Wallpaper"
" s"=" s"
"Need to change passwd!"="Need to change passwd!"


"Menu Locked"="Menu Locked"
"Connecting"="Connecting"
"Registering Please Wait!"="Registering Please Wait!"
"Register Successfully!"="Register Successfully!"
"Register Fail!"="Register Fail!"
"List is full, please delete before add!"="List is full, please delete before add!"
"SSID can't be empty!"="SSID can't be empty!"
"WPA Shared Key can't be empty!"="WPA Shared Key can't be empty!"
"Connection timeout \n please try again!"="Connection timeout \n please try again!"
"Please input below PIN code on your WIFI router and press OK to start connecting: "="Please input below PIN code on your Wi-Fi router and press OK to start connecting: "
"StartREC"="StartREC"
"StopREC"="StopREC"
"PauseREC"="PauseREC"
"ResumeREC"="ResumeREC"
"Record Failed"="Record Failed"
"Failed to record call"="Failed to record call"
"Failed to pause recording"="Failed to pause recording"
"Failed to resume recording"="Failed to resume recording"
"Failed to stop recording"="Failed to stop recording"
"Previous Operation in Process."="Previous Operation in Process."

"FlexSeat Login"="FlexSeat Login"
"FlexSeat"="FlexSeat"
"FlexSeat Logout, Please Waiting..."="FlexSeat Logout, Please Waiting..."
"Updating Configuration..."="Updating Configuration..."
"Update Complete"="Update Complete"

"Call Recording"="Call Recording"
"Record Mode"="Record Mode"
"Pause/Resume Notify"="Pause/Resume Notify"
"Start/Stop Notify"="Start/Stop Notify"
"Record VM"="Record VM"
"Record Warning Tone"="Record Warning Tone"
"Warning Interval(s)"="Warning Interval(s)"

"Warrning Tone Interval must be >= 10 and <= 1800"="Warrning Tone Interval must be >= 10 and <= 1800"
"Never"="Never"
"Always"="Always"
"Always with Pause/Resume"="Always with Pause/Resume"
"On Demand"="Always with Pause/Resume"
"On Demand with User Initiated Start"="On Demand with User Initiated Start"

"Executive-Assistant"="Executive-Assistant"
"Executive"="Executive"
"Assistant"="Assistant"

"Allow assistant opt in/out of Pool"="Allow assistant opt in/out of Pool"
"Call Filtering"="Call Filtering"
"Call Screening"="Call Screening"
"Call Altering"="Call Alerting"
"View Assistant List"="View Assistant List"
"View Executive List"="View Executive List"
"Assistant Common Settings"="Assistant Common Settings"
"Executive Common Settings"="Executive Common Settings"
"Generally Settings"="Generally Settings"

"Call Filtering Switch"="Call Filtering Switch"
"Call Filtering Mode"="Call Filtering Mode"
"Filter Type"="Filter Type"

"Call Screening Switch"="Call Screening Switch"
"Alter Type"="Alter Type"
"Alert Broadworks Mobility Location"="Alert Broadworks Mobility Location"
"Alert Broadworks Anywhere Location"="Alert Broadworks Anywhere Location"
"Alert SCA Location"="Alert SCA Location"

"Alert Mode"="Alert Mode"
"Advance to Next Assistant After"="Advance to Next Assistant After"
"Alerting Calling Line ID Name"="Alerting CLID Name"
"Alerting Calling Line ID Number"="Alerting CLID Number"
"Alerting Custom Calling Line ID Name"="Alerting Custom CLID Name"
"Unicode Alerting Custom Calling Line ID Name"="Unicode Alerting Custom CLID Name"
"Alerting Custom Calling Line ID Number"="Alerting Custom CLID Number"
"Call Push Recall After"="Call Push Recall After"
"Rollover After Waiting"="Rollover After Waiting(s)"
"Rollover Action"="Rollover Action"
"Forward to Phone Number/SIP-URI"="Forward to Phone Number/SIP-URI"

"Divert"="Divert"
"Divert to Phone Number/SIP-URI"="Divert to Phone Number/SIP-URI"
"Range of value is illegal"="Range of value is illegal"
"Opt In"="Opt In"
"Opt Out"="Opt Out"
"Not allow opt in/out"="Not allow opt in/out"

"Call Push"="Call Push"
"Call Initiation"="Call Initiation"
"Silent Monitor"="Silent Monitor"
"Select Exuecutive Number"="Select Exuecutive Number"
"Push Failed"="Push Failed"
"Nothing Changed!"="Nothing Changed!"
"Cancel Select Executive"="Cancel Select Executive"

"Simple"="Simple"
"Simple"="Simple"
"All Income Calls"="All Calls"
"All Internal Calls"="All Internal Calls"
"All External Calls"="All External Calls"
"Silent"="Silent"
"Ring Splash"="Ring Splash"
"Simultaneous"="Simultaneous"
"Sequential"="Sequential"

"Executive"="Executive"
"Originator"="Originator"
"Executive-Originator"="Executive-Originator"
"Originator-Executive"="Originator-Executive"
"Custom"="Custom"

"Voice Messaging"="Voice Messaging"
"Forward"="Forward"
"No Answer Processing"="No Answer Processing"

"Login Timer"="Login Timer"
"Activity Timer"="Activity Timer"
"Max Timer" ="Max Timer"
"Call Back"="Call Back"
"Initial Call Back?"="Initial Call Back?"

"January"="January"
"February"="February"
"March"="March"
"April"="April"
"May"="May"
"June"="June"
"July"="July"
"August"="August"
"September"="September"
"October"="October"
"Noveber"="Noveber"
"December"="December"

"The feature activated !"="The feature activated !"

"The feature could not be activated !"="The feature could not be activated !"


"RPS Open"="RPS Open"
"RPS Close"="RPS Close"

"KeyBoard Test"="KeyBoard Test"

"Start REC"="Start REC"
"Stop REC"="Stop REC"
"Pause REC"="Pause REC"
"Resume REC"="Resume REC"
"Play"="Play"
"Playing"="Playing"
"Pause"="Pause"
"Clear"="Clear"
"used"="used"
"Fast Forward"="Fast Forward"
"Fast Rewind"="Fast Rewind"

"Record file saved"="Record file saved"
"USB Inserted"="USB Inserted"
"USB Removed"="USB Removed"
"No USB Inserted"="No USB Inserted"
"Delete Focus Record ?"="Delete Focus Record ?"
"Clear All Record ?"="Clear All Record ?"
"USB Record"="USB"
"Browse Recordings"="Browse Audio"
"Storage Media Properties"="Storage Space"
"Available Recording Time"="Available Recording Time"
"Space is not enough"="Space is not enough"
"Recording not allow play any record!"="Recording not allow play any record!"
"Please insert a USB drive!"="Please insert a USB device!"
"Play Record"="Play Record"
"File Name"="File Name"
"File Size"="File Size"
"Stopped"="Stopped"
"Finished"="Finished"

"Complete the Wizard!\nNetwork changed, Rebooting Now..."="Complete the Wizard!\nNetwork changed, Rebooting Now..."
"Complete the Wizard!\n\nInitializing...Please Wait"="Complete the Wizard!\n\nInitializing...Please Wait"
"Wizard"="Wizard"

"Finish"="Finish"
"Available Recording Time is less than 1 hour"="Available Recording Time is less than 1 hour"
"Space is not enough\nRecord file saved"="Space is not enough\nRecord file saved"

"Skip"="Skip"

"Un-Park"="Un-Park"

"S2S AcdLoginOut"="S2S AcdLoginOut"


"Total"="Total"
"Used"="Used"
"Free"="Free"
"used"="used"
"free"="free"
"Available Audio Record"="Available Audio Record"

"USB device has been connected successfully!"="USB device connected successfully!"
"USB device is removed!"="USB device has been moved!"
"Reading File..."="Reading File..."
"Deleting File..."="Deleting File..."

"Stopped"="Stopped"
"Finished"="Finished"
"Delete this audio?"="Delete this audio?"


"Location"="Location"

"DSS Keys"="DSS Keys"

"AutoLine is on\n manually configing is forbidden!"="AutoLine is on\n manually configing is forbidden!"


"No result!"="No result!"

"Prompt can't be empty"="Prompt can't be empty"
"EDK Prompt"="EDK Prompt"
"Custom Key"="Custom Key"

"Proxy Fallback Interval is invalid!"="Proxy Fallback Interval is invalid!"

"Advice of Charge"="Advice of Charge"

"Do you want to save the message or discard it?"="Do you want to save the message or discard it?"

"VoiceMail List"="VoiceMail List"
"VoiceMail DownLoading, Please Wait..."="Voice Mail downloading, please Wait..."
"Mark as new"="Mark as new"
"Mark as heard"="Mark as heard"
"Call Back"="Call Back"
"Mark All as new"="Mark All as new"
"Mark All as heard"="Mark All as heard"
"Read"="Read"
"UnRead"="UnRead"
"Media Type"="Media Type"
"Voice"="Voice"
"Video"="Video"
"Voice Mail Playing"="Voice Mail Playing"
"Voice Mail Pause"="Voice Mail Pause"
"Voice Mail Finished"="Voice Mail Finished"
"This voice mail is too large,please call voice  mail to retrive it!"="Voice Mail too large,please call voice  mail to retrive it!"
"video message cannot be played on the phone!"="video message cannot be played on the phone!"
"Delete this voice mail?"="Delete this voice mail?"

"XML Info"="XML Info"
"Phonebook"="Phonebook"
"The URL is empty!"="The URL is empty!"
"Phonebook"="Phonebook"
"Sync failed"="Sync failed"
"Unable to add to contacts!" ="Unable to add to contacts!" 
"Unable to add to blacklist!"="Unable to add to blacklist!"

"Show Less"="Hide"
"Show More"="More"
"Receive"="Receive"
"Call Voice Mail"="Call Voice Mail"

"Next Mail"="Next Mail"
"Pre Mail"="Pre Mail"

"Incorrect username or password!"="Incorrect username or password!"
"Speader mode disabled"="Speaker mode disabled!"
"Handset mode disabled"="Handset mode disabled!"
"Headset mode disabled"="Headset mode disabled!"

"Clear local.cfg settings?"="Clear local.cfg settings?"
"Clear web.cfg settings"="Clear web.cfg settings?"
"Clear non-static settings?"="Clear non-static settings?"
"Clear all static.* settings?"="Clear all static.* settings?"
"Reset local...\n\nPlease Wait !"="Reset Local...\n\nPlease Wait !"
"Reset Web...\n\nPlease Wait !"="Reset Web...\n\nPlease Wait !"
"Reset Non static...\n\nPlease Wait !"="Reset Non Static...\n\nPlease Wait !"
"Reset static...\n\nPlease Wait !"="Reset Static...\n\nPlease Wait !"
"Invalid Custom Key Command"="Invalid Custom Key Command"
"Reset Config"="Reset Config"
"Reset local settings"="Reset local settings"
"Reset web settings"="Reset web settings"
"Reset non-static settings"="Reset non-static settings"
"Reset static settings"="Reset static settings"
"Reset Userdata"="Reset Userdata"
"Reset Configuration"="Reset Configuration"
"Success Saved!"="Success Saved!"
"Connecting"="Connecting"
"No find wifi adapter!"="No find Wi-Fi adapter!"
"Open fail"="Open fail"
"List is full, please delete before add!"="List is full, please delete before add!"
"SSID can't be empty!"="SSID can't be empty!"
"WPA Shared Key can't be empty!"="WPA Shared Key can't be empty!"
"WPS has opened, please connect in "="WPS has opened, please connect in "
"Please input below PIN code on your WIFI router and press OK to start connecting: "="Please input below PIN code on your Wi-Fi router and then press OK to start connecting: "
"s"="s"
"Remain time "="Remain time "
" to connect"=" to connect"
"Wifi switch is closed, open it or not?"="Wi-Fi switch is closed, open it or not?"
" success"=" success"
" fail"=" fail"
"Wifi_Password"="Wi-Fi Password"
"Connected"="Connected"
"Operator fail"="Operator fail"
"Choose a way of WPS connection"="Choose a way of WPS connection"
"Storage list is full, please delete old one if wanting to add in"="Storage list is full, please delete old one if wanting to add in"
"WPS-PIN"="WPS-PIN"
"WPS"="WPS"
"WEP"="WEP"
"WPA-PSK"="WPA-PSK"
"WPA2-PSK"="WPA2-PSK"
"TKIP"="TKIP"
"AES"="AES"

"Storage Network"="Storage Network"
"Wireless Status"="Wireless Status"
"Add Network"="Add Network"
"Edit Network"="Edit Network"
"Network Details"="Network Details"
"Security Mode"="Security Mode"
"Profile Name"="Profile Name"
"SSID"="SSID"
"Cipher Type"="Cipher Type"
"WPA Shared Key"="WPA Shared Key"
"Wireless Status"="Wireless Status"
"Signal Strength"="Signal Strength"
"Channel"="Channel"
"AP Mac Address"="AP Mac Address"
"Encryption Type"="Encryption Type"
"Transmit Rate"="Transmit Rate"
"Frequency"="Frequency"
"Qos"="Qos"
"Wifi"="Wi-Fi"
"PIN"="PIN"
"Scanning available network"="Scanning available network"
"The storage network"="The storage network"
"available networks:"="available networks:"
"available networks(Connected with"="available networks(Connected with"	
"Save Failed! The same profile name or SSID exist"="Save Failed! The same profile name or SSID exist"
"Wifi adapter has removed out"="Wi-Fi adapter has been removed"
"Wifi adapter has added, scanning the wifi devices right now?"="Wi-Fi adapter has been added, scanning the available wireless network right now?"
"Connecting.."="Connecting.."
"S2S Unavail" = "Away"
"LogIn/Out" = "LogIn/Out"
"S2S Avail" = "S2S Avail"

"Security Classification"="Security Classification"
"Unclassified"="Unclassified"
"[Assigned]"="[Assigned]"
"Security"="Security"
"GuestLock"="GuestLock"
"Unlock"="Unlock"
"Unlock Pin incorrect"="Unlock Pin incorrect"
"Do you want to logout?"="Do you want to logout?"
"Guest Unlock"="Guest Unlock"
"Connect Mobile"="Connect Mobile"
"Mobile Contacts"="Mobile Contacts"
"Idle Record"="Idle Record"
"IdleRecord"="IdleRecord"
"Available Wireless Device"="Available Wireless Network"
"Connect to:"="Connect to:"
"Passkey:"="Passkey:"
"Screensaver"="Screensaver"
"Backlight"="Backlight"
"Never"="Never"
"Reset user data&user cfg...\n\nPlease Wait !"="Reset user data&user cfg...\n\nPlease Wait !"
"Reset user data & user config"="Reset user data & user config"
"Channel"="Channel"
"Paging Channel should be 0-30!"="Paging Channel should be 0-30!"
"Sync failed"="Sync failed"
"Open Door"="Open Door"
"Auto Answer Time"="Auto Answer Time"
"Forward Selective"="Forward Selective"
"Active"="Active"
"Forward To"="Forward To"
"Play Ring"="Play Ring"
"Storage is not enough, recorded file is saved."="Storage is not enough, recorded file is saved."
"Emergency Call Only"="Emergency call only"
"Remaining Time"="Remaining Time"
"USB device connection failure!"="USB device connection failure!"
"extension_number"="Extension Number"
"work_phone"="Work Phone"
"Work_Phone"="Work Phone"
"First_Name"="First Name"
"Last_Name"="Last Name"
"Clear all userdata & local config?"="Clear all userdata & local config?"
"Reset userdata & local config"="Reset userdata & local config"
"Wait Time"="Wait Time"
"TKIP AES"="TKIP AES"
"TKIP+AES"="TKIP AES"
